asagao/app/controllers/members_controller.rb

SELECT "members".* FROM "members" ORDER BY number
---
    def index
        #会員名簿
        @members = Member.order("number")